// 第七章题目数据
const chapter7Questions = [
  {
    "chapter": 7,
    "level": 2, // “重点背” 对应级别 2
    "title": "广域网规划的主要内容?",
    "answer": [
      "建设背景。",
      "需求分析。",
      "项目预算。",
      "技术方向。",
      "网络拓扑结构设计。",
      "IP地址等逻辑资源规划。"
    ]
  },
  {
    "chapter": 7,
    "level": 2, // “重点背” 对应级别 2
    "title": "局域网规划重点关注的内容?",
    "answer": [
      "VLAN划分。",
      "VLAN 编号。",
      "VLAN间路由设计。",
      "STP设计。",
      "DHCP设计。"
    ]
  },
  {
    "chapter": 7,
    "level": 2, // “重点背” 对应级别 2
    "title": "无线网规划应重点关注的内容?",
    "answer": [
      "无线频率规划。",
      "无线传输覆盖范围规划。",
      "无线传输容量规划。",
      "无线基站站址规划。",
      "无线组网规划。"
    ]
  },
  {
    "chapter": 7,
    "level": 1, // “必须背” 对应级别 1
    "title": "网络整体规划的重点事项?",
    "answer": [
      "网络管理维护。",
      "网络安全。",
      "机房建设。",
      "综合布线。",
      "监控系统。",
      "节能降耗。"
    ]
  },
  {
    "chapter": 7,
    "level": 3, // “尽量背” 对应级别 3
    "title": "网络管理的功能?",
    "answer": [
      "故障管理。",
      "配置管理。",
      "性能管理。",
      "计费管理。",
      "安全管理。"
    ],
    "short": "智障能记全"
  },
  {
    "chapter": 7,
    "level": 3, // “尽量背” 对应级别 3
    "title": "网络安全管理的重点内容?",
    "answer": [
      "安全组织和责任。",
      "风险管理工作机制。",
      "应急处理工作机制。",
      "容灾备份工作机制。",
      "制定系统上线、切换办法及安全运维方案。"
    ],
    "short": "知己逢悲伤"
  }
];

export default chapter7Questions;