// 第六章题目数据
const chapter6Questions = [
  {
    chapter: 6,
    short: "高低业可靠",
    level: 2, // “重点背” 对应级别 2
    title: "云资源规划的重要性和目标?",
    answer: [
      "提高效率。",
      "降低成本。",
      "确保可扩展性。",
      "提高可靠性和弹性。",
      "支持业务需求。",
    ],
  },
  {
    chapter: 6,
    short: "弹化监业资预合",
    level: 2, // “重点背” 对应级别 2
    title: "云资源规划的关键要素?",
    answer: [
      "业务需求分析。",
      "资源评估和规划。",
      "预算管理。",
      "安全和合规性。",
      "弹性和可扩展性。",
      "性能优化。",
      "监控和管理。",
    ],
  },
  {
    chapter: 6,
    short: "集资算计吃",
    level: 1, // “必须背” 对应级别 1
    title: "云资源规划的基本流程?",
    answer: [
      "需求收集。",
      "资源评估和规划。",
      "预算管理。",
      "设计与实施。",
      "持续优化。",
    ],
  },
  {
    chapter: 6,
    short: "内外形式",
    level: 2, // “重点背” 对应级别 2
    title: "云计算架构的要素?",
    answer: ["服务类型。", "服务模式。", "内部特征。", "外部特征。"],
  },
  {
    chapter: 6,
    short: "硬融资,均虚荣",
    level: 3, // “尽量背” 对应级别 3
    title: "计算资源规划的范围?",
    answer: [
      "硬件资源规划。",
      "虚拟化。",
      "容器化。",
      "弹性扩展和负载均衡。",
      "容量规划和预测。",
      "资源管理和调度。",
    ],
  },
  {
    chapter: 6,
    short: "弹性虚荣自均匀",
    level: 3, // “尽量背” 对应级别 3
    title: "常用的计算资源规划方法和技术?",
    answer: [
      "容量规划。",
      "性能优化。",
      "负载均衡。",
      "弹性伸缩。",
      "虚拟化和容器化。",
      "自动化管理。",
      "云资源管理。",
    ],
  },
  {
    chapter: 6,
    short: "虚荣云化全程序",
    level: 2, // “重点背” 对应级别 2
    title: "计算资源规划的关键步骤?",
    answer: [
      "需求分析。",
      "容量规划。",
      "云服务选择。",
      "虚拟化策略。",
      "安全性考虑。",
      "成本效益分析。",
      "持续监控和维护。",
    ],
  },
  {
    chapter: 6,
    short: "安倍荣幸掉泪",
    level: 3, // “尽量背” 对应级别 3
    title: "存储资源规划的定义和范围?",
    answer: [
      "存储类型选择。",
      "存储容量规划。",
      "数据备份和冗余。",
      "存储性能优化。",
      "数据安全和隔离。",
      "存储管理和调度。",
    ],
  },
  {
    chapter: 6,
    short: "收瓶技,家安荣,性坚定",
    level: 2, // “重点背” 对应级别 2
    title: "存储资源规划的一般步骤?",
    answer: [
      "收集需求。",
      "分析和评估存储需求。",
      "技术选择。",
      "架构设计。",
      "安全规划。",
      "容量规划。",
      "性能优化。",
      "管理和监控。",
      "定期评估和调整。",
    ],
  },
  {
    chapter: 6,
    short: "按面知高低",
    level: 3, // “尽量背” 对应级别 3
    title: "云数据中心的要素?",
    answer: [
      "面向服务。",
      "资源池化。",
      "高效智能。",
      "按需供给。",
      "低碳环保。",
    ],
  },
];

export default chapter6Questions;
