const chapter21Questions = [
    {
        chapter: 21,
        level: 3,
        title: "企业数字化转型的关注焦点?（尽量背）",
        answer: [
            "客户中心",
            "数智赋能",
            "敏捷组织",
            "新型文化"
        ]
    },
    {
        chapter: 21,
        level: 3,
        title: "企业数字化转型的发展规划要点?（尽量背）",
        answer: [
            "管控规划活动",
            "定义数字化蓝图",
            "明确数字化发展需求",
            "制定解决方案与路径计划",
            "确保保障措施有效性",
            "规划建设数字人才"
        ]
    },
    {
        chapter: 21,
        level: 3,
        title: "数字化转型规划活动管控的方面?（尽量背）",
        answer: [
            "组织",
            "宣教",
            "目标",
            "过程",
            "成果"
        ]
    },
    {
        chapter: 21,
        level: 3,
        title: "定义数字化蓝图对企业的要求?（尽量背）",
        answer: [
            "目标长远",
            "战略高度",
            "拥抱数字",
            "顺势而为"
        ]
    },
    {
        chapter: 21,
        level: 3,
        title: "企业数字化转型规划诊断评估的步骤?（尽量背）",
        answer: [
            "基于企业业务特征、行业特点和职能设施等,分析并确立企业所需的能力域、能力子域,乃至能力分项",
            "定义各能力领域的成熟度标尺",
            "结合企业的发展导向、行业特点和标准与实践等,明确各能力领域的权重体系",
            "编制诊断评估的调研表单、调研问题、调研计划等,根据计划实施调研活动,并对企业各能力域进行量化评价",
            "针对重点领域,召开研讨活动",
            "对企业各领域能力成熟度进行分析,在明确长短板的基础上,洞察形成这种能力分布的深层次原因",
            "逐项分析企业所处整体等级和高一等级不满足成熟度标尺细化要求的情况和程度"
        ]
    },
    {
        chapter: 21,
        level: 3,
        title: "数字人才建设的关键控制点?（尽量背）",
        answer: [
            "部门壁垒",
            "个性化需求",
            "持续推进"
        ],
        short: "推个门"
    },
    {
        chapter: 21,
        level: 3,
        title: "数字化转型业务分析框架图的层次?（尽量背）",
        answer: [
            "能力主线业务架构",
            "全域业务架构",
            "企业级价值链"
        ],
        short: "全能练"
    }
];

export default chapter21Questions;