const chapter12Questions = [   
  {
    chapter: 12.12,
    level: 1, // “必须背” 对应级别 1
    title: "信息系统服务管理的主要活动?",
    short: "战机应推进",
    answer: [
      "服务战略规划。",
      "服务设计实现。",
      "服务运营提升。",
      "服务退役终止。",
      "持续改进与监督。",
    ],
  },
  {
    chapter: 12.12,
    level: 1, // “必须背” 对应级别 1
    title: "服务战略规划的主要活动?",
    short: "无需口诀,直接背",
    answer: ["规划设计活动", "服务目录管理", "服务需求识别", "服务级别设计"],
  },
  {
    chapter: 12.12,
    level: 3, // “尽量背” 对应级别 3
    title: "客户对信息系统服务的需求?",
    short: "可续能安家宝",
    answer: [
      "可用性需求。",
      "连续性需求。",
      "服务能力需求。",
      "信息安全需求。",
      "价格需求。",
      "服务报告需求。",
    ],
  },
  {
    chapter: 12.12,
    level: 3, // “尽量背” 对应级别 3
    title: "可用性的相关指标?",
    short: "无需口诀,直接背",
    answer: [
      "平均无故障时间(MTBF)=系统运行时间/系统在运行时间的故障次数。",
      "平均故障修复时间(MTTR)=系统故障耗时/故障次数。",
      "平均故障间隔(MTBSI)=平均无故障时间+平均故障修复时间。",
    ],
  },
  {
    chapter: 12.12,
    level: 3, // “尽量背” 对应级别 3
    title: "典型服务报告的内容?",
    short: "绩效工区位",
    answer: [
      "按照既定服务水平目标衡量的服务绩效。",
      "主要工作的绩效报告。",
      "工作的特点和工作量信息。",
      "某段时间的趋势信息。",
      "报告中要包含未来计划工作的信息。",
    ],
  },
  {
    chapter: 12.12,
    level: 3, // “尽量背” 对应级别 3
    title: "SLA、OLA、UC的定义?",
    short: "无需口诀,直接背",
    answer: [
      "服务级别协议(SLA)是在一定成本控制下,为保障服务的性能和可靠性,服务供方与客户间定义的一种双方认可的协定。",
      "运营级别协议(OLA)是与某个内部信息服务部门就某项信息系统服务所签订的后台协议。",
      "支持合同(UC)是指服务供需双方签订的有关服务实施的正式合同。",
    ],
  },
  {
    chapter: 12.12,
    level: 1, // “必须背” 对应级别 1
    title: "服务设计实现的主要活动?",
    short: "莫机智过人",
    answer: [
      "服务模式设计",
      "人员要素设计",
      "资源要素设计",
      "技术要素设计",
      "过程要素设计",
    ],
  },
  {
    chapter: 12.12,
    level: 3, // “尽量背” 对应级别 3
    title: "信息系统服务模式的设计考虑因素?",
    short: "模式一致,人员匹配,多种模式",
    answer: [
      "选择的服务模式与客户可用性、连续性、安全性等方面的服务需求相一致。",
      "服务供方的人员和资源配置与所设计的服务模式相匹配。",
      "服务供方具备同时提供多种服务模式的能力,能够根据客户需求的变化,及时对服务模式进行调整。",
    ],
  },
  {
    chapter: 12.12,
    level: 2, // “重点背” 对应级别 2
    title: "人员要素设计的内容?",
    short: "为校训",
    answer: [
      "人员岗位和职责设计。",
      "人员绩效方案设计。",
      "人员培训方案设计。",
    ],
  },
  {
    chapter: 12.12,
    level: 3, // “尽量背” 对应级别 3
    title: "人员要素设计的目标?",
    short: "架数能稳续",
    answer: [
      "确保服务团队组织架构与服务需求和服务模式相适应。",
      "确保配置的服务人员数量能同时满足服务和成本两方面的需求。",
      "确保服务人员的能力持续满足服务的需求。",
      "保持服务人员稳定的工作状态。",
      "保持服务人员的连续性。",
    ],
  },
  {
    chapter: 12.12,
    level: 3, // “尽量背” 对应级别 3
    title: "信息系统服务团队的主要岗位?",
    short: "超管记",
    answer: ["管理岗。", "技术支持岗。", "操作岗。"],
  },
  {
    chapter: 12.12,
    level: 3, // “尽量背” 对应级别 3
    title: "人员绩效方案设计的活动?",
    short: "指源算周测",
    answer: [
      "确定绩效指标。",
      "明确考核信息来源。",
      "制定绩效指标计算方法。",
      "定义绩效考核周期。",
      "设计绩效考核策略。",
    ],
  },
  {
    chapter: 12.12,
    level: 3, // “尽量背” 对应级别 3
    title: "人员培训方案设计的活动?",
    short: "虚荣成果",
    answer: [
      "培训需求分析。",
      "培训内容设计。",
      "培训实施过程设计。",
      "培训效果评价方法设计。",
    ],
  },
  {
    chapter: 12.12,
    level: 2, // “重点背” 对应级别 2
    title: "资源要素设计的内容?",
    short: "工服自备",
    answer: ["服务工具。", "服务台。", "备件库。", "知识库。"],
  },
  {
    chapter: 12.12,
    level: 3, // “尽量背” 对应级别 3
    title: "常见的信息系统服务工具?",
    short: "见过他",
    answer: ["监控类工具。", "过程管理类工具。", "其他工具。"],
  },
  {
    chapter: 12.12,
    level: 3, // “尽量背” 对应级别 3
    title: "服务台设计的注意事项?",
    short: "整人连",
    answer: [
      "设置专门的沟通渠道作为与需方的联络点。",
      "设定专人负责服务请求的处理。",
      "针对沟通渠道整合服务过程,建立管理制度。",
    ],
  },
  {
    chapter: 12.12,
    level: 3, // “尽量背” 对应级别 3
    title: "备件库设计的注意事项?",
    short: "响应方式和级别,供应商,出入库,可用性",
    answer: [
      "备件响应方式和级别定义,能够满足SLA所约定的备件支持。",
      "备件供应商管理,能够规范备件的采购过程,对供应商进行选择和评价。",
      "备件出入库管理,能够对入库备件进行标识,规范备件的使用和核销,备件物品的账务管理。",
      "备件可用性管理,能够定期对备件状态进行检测,以确保其功能满足运行维护需求。",
    ],
  },
  {
    chapter: 12.12,
    level: 3, // “尽量背” 对应级别 3
    title: "知识库设计的注意事项?",
    short: "建库,共享,策略,更新,制度",
    answer: [
      "针对常见问题的描述、分析和解决方法建立知识库。",
      "确保整个组织内的知识是可用的、可共享的。",
      "选择一种合适的知识管理策略。",
      "知识库具备知识的添加、更新和查询功能。",
      "针对知识管理要求制定相关管理制度,并进行知识生命周期管理。",
    ],
  },
  {
    chapter: 12.12,
    level: 2, // “重点背” 对应级别 2
    title: "技术要素设计的内容?",
    short: "研发姐",
    answer: ["技术研发。", "发现问题的技术。", "解决问题的技术。"],
  },
  {
    chapter: 12.12,
    level: 3, // “尽量背” 对应级别 3
    title: "发现问题的技术?",
    short: "无需口诀,直接背",
    answer: ["制订监控指标及阅值表。", "制订测试环境建设计划。"],
  },
  {
    chapter: 12.12,
    level: 3, // “尽量背” 对应级别 3
    title: "解决问题的技术?",
    short: "刘安传",
    answer: ["制订技术活动标准操作流程。", "制订应急预案。", "完成知识转移。"],
  },
  {
    chapter: 12.12,
    level: 2, // “重点背” 对应级别 2
    title: "信息系统服务管理过程有哪些?",
    short: "急报问事,自变不安",
    answer: [
      "服务级别管理过程。",
      "服务报告管理过程。",
      "事件管理过程。",
      "问题管理过程。",
      "配置管理过程。",
      "变更管理过程。",
      "发布管理过程。",
      "信息安全管理过程。",
    ],
  },
  {
    chapter: 12.12,
    level: 3, // “尽量背” 对应级别 3
    title: "服务级别管理过程设计的主要活动?",
    short: "建目录,建机制,定改进",
    answer: [
      "建立服务目录,签订服务级别协议。",
      "建立SLA考核评估机制,包括SLA完成情况、达成率等。",
      "制定改进及跟踪验证机制。",
    ],
  },
  {
    chapter: 12.12,
    level: 3, // “尽量背” 对应级别 3
    title: "服务级别管理的关键指标?",
    short: "完整性,规范性,有效性",
    answer: [
      "服务目录定义的完整性。",
      "签订服务级别协议文件的规范性。",
      "SLA考核评估机制的有效性和完整性。",
    ],
  },
  {
    chapter: 12.12,
    level: 3, // “尽量背” 对应级别 3
    title: "服务报告管理过程设计的主要活动?",
    short: "活动,计划,模板",
    answer: [
      "确定与服务报告过程一致的活动,包括建立、审批、分发、归档等。",
      "制订服务报告计划,包括提交方式、时间、需方接收对象等。",
      "建立服务报告模板,包括格式、提纲等。",
    ],
  },
  {
    chapter: 12.12,
    level: 3, // “尽量背” 对应级别 3
    title: "服务报告管理的关键指标?",
    short: "完整性,及时性,准确性",
    answer: ["服务报告过程的完整性。", "服务报告的及时性、准确性。"],
  },
  {
    chapter: 12.12,
    level: 3, // “尽量背” 对应级别 3
    title: "事件管理过程设计的主要活动?",
    short: "活动,分类,升级,调查,评估",
    answer: [
      "确定与事件管理过程一致的活动,包括事件受理、分类分级、初步支持、调查诊断、解决、进度监控与跟踪、关闭等。",
      "建立事件分类、分级机制。",
      "建立事件升级机制。",
      "建立事件满意度调查机制。",
      "建立事件解决评估机制,包括事件及时解决率、事件平均解决时间等。",
    ],
  },
  {
    chapter: 12.12,
    level: 3, // “尽量背” 对应级别 3
    title: "事件管理的关键指标?",
    short: "完整性、有效性、有效性",
    answer: ["事件管理过程的完整性、有效性。", "事件解决评估机制的有效性。"],
  },
  {
    chapter: 12.12,
    level: 3, // “尽量背” 对应级别 3
    title: "问题管理过程设计的主要活动?",
    short: "活动,分类,导入,评估",
    answer: [
      "确定与问题管理过程一致的活动,包括问题建立、分类、调查和诊断、解决、错误评估、关闭等。",
      "建立问题分类管理机制,包括问题的影响范围、重要程度、紧急程度并确定优先级。",
      "建立问题导入知识库机制。",
      "建立问题解决评估机制,包括问题解决率、问题平均解决时间等。",
    ],
  },
  {
    chapter: 12.12,
    level: 3, // “尽量背” 对应级别 3
    title: "问题管理的关键指标?",
    short: "完整性,有效性",
    answer: ["问题管理过程的完整性。", "问题解决评估机制的有效性。"],
  },
  {
    chapter: 12.12,
    level: 3, // “尽量背” 对应级别 3
    title: "配置管理过程设计的主要活动?",
    short: "活动,管理,审计",
    answer: [
      "确定与配置管理过程一致的活动,包括识别、记录、更新和审计等。",
      "建立配置数据库管理机制。",
      "建立配置项审计机制。",
    ],
  },
  {
    chapter: 12.12,
    level: 3, // “尽量背” 对应级别 3
    title: "配置管理的关键指标?",
    short: "完整性,可追溯,有效性",
    answer: [
      "配置管理过程的完整性。",
      "配置数据的准确、完整、有效、可用、可追溯。",
      "配置项审计机制的有效性。",
    ],
  },
  {
    chapter: 12.12,
    level: 3, // “尽量背” 对应级别 3
    title: "变更管理过程设计的主要活动?",
    short: "活动,管理,评估",
    answer: [
      "确定与变更管理过程一致的活动,包括请求、评估、审核、实施、确认和回顾等。",
      "建立变更类型和范围的管理机制。",
      "建立变更过程和结果的评估机制,包括未经批准的变更数量及占比、不同类型的变更数量及占比、不成功的变更数量及占比、取消的变更数量及占比、变更关联的配置数。",
    ],
  },
  {
    chapter: 12.12,
    level: 3,
    title: "变更管理的关键指标?",
    answer: ["变更管理过程的完整性。", "变更记录的完整性。"],
    short: "完整性",
  },
  {
    chapter: 12.12,
    level: 3,
    title: "发布管理过程设计的主要活动?",
    answer: [
      "确定与发布管理过程一致的活动,包括规划、设计、建设、配置和测试等。",
      "建立发布类型和范围的管理机制。",
      "制定完整的方案,包括发布计划、回退方案、发布记录等。",
      "建立发布过程和结果的评估机制,包括发布成功率、发布及时率、是否更新配置管理数据库等。",
    ],
    short: "活动,管理,方案,评估",
  },
  {
    chapter: 12.12,
    level: 3,
    title: "发布管理的关键指标?",
    answer: ["发布管理过程的完整性。", "发布过程记录的完整性、准确性。"],
    short: "完整性,准确性",
  },
  {
    chapter: 12.12,
    level: 3,
    title: "信息安全管理过程设计的主要活动?",
    answer: [
      "确定与信息安全管理过程一致的活动,包括识别、评估、处置和改进等。",
      "建立与信息系统服务要求一致的信息安全策略、方针和措施。",
    ],
    short: "活动,策略、方针和措施",
  },
  {
    chapter: 12.12,
    level: 3,
    title: "信息安全管理的关键指标?",
    answer: ["信息的保密性。", "信息的可用性。", "信息的完整性。"],
    short: "密用丸",
  },
];
export default chapter12Questions;
