// 第9 - 11章题目数据
const chapter9to11Questions = [
  {
    chapter: 9,
    level: 3, // “尽量背” 对应级别 3
    title: "信息安全的基本属性?",
    short: "",
    answer: ["保密性。", "完整性。", "可用性。", "可控性。", "不可否认性。"],
  },
  {
    chapter: 9,
    level: 2, // “重点背” 对应级别 2
    title: "信息安全规划的注意事项?",
    short: "求战求解",
    answer: [
      "追求有效益的安全。",
      "信息安全战略的校准。",
      "基于业务的风险理解。",
      "识别出合规性要求。",
    ],
  },
  {
    chapter: 9,
    level: 1, // “必须背” 对应级别 1
    title: "信息安全规划的主要内容?",
    short: "宿主管基因",
    answer: [
      "关注利益相关方的安全诉求。",
      "信息安全组织体系规划。",
      "信息安全管理体系规划。",
      "信息安全技术体系规划。",
      "信息安全运营体系规划。",
    ],
  },
  {
    chapter: 10,
    level: 2, // “重点背” 对应级别 2
    title: "云原生架构的设计原则?",
    short: "官人复谈志玲家，观韧服弹自零架",
    answer: [
      "可观测。",
      "韧性。",
      "服务化。",
      "弹性。",
      "所有过程自动化。",
      "零信任。",
      "架构持续演进。",
    ],
  },
  {
    chapter: 10,
    level: 1, // “必须背” 对应级别 1
    title: "云原生架构规划实施路线图的步骤?",
    short: "微服持自强",
    answer: [
      "微服务采用及运行环境容器云平台构建。",
      "服务管理和治理。",
      "持续交付及安全。",
      "自服务敏捷响应基础设施。",
      "增强生产环境韧性和安全性。",
    ],
  },
  {
    chapter: 11,
    level: 3, // “尽量背” 对应级别 3
    title: "IT治理的主要目标?",
    short: "",
    answer: ["与业务目标一致。", "有效利用信息与数据资源。", "风险管理。"],
    short: "治校风",
  },
  {
    chapter: 11,
    level: 2, // “重点背” 对应级别 2
    title: "IT治理的核心内容?",
    short: "",
    answer: [
      "组织职责。",
      "战略匹配。",
      "资源管理。",
      "价值交付。",
      "风险管理。",
      "绩效管理。",
    ],
    short: "风资组价战绩",
  },
  {
    chapter: 11,
    level: 2, // “重点背” 对应级别 2
    title: "IT治理活动的主要任务?",
    short: "",
    answer: [
      "创新发展。",
      "文化助推。",
      "机制保障。",
      "价值导向。",
      "全局统筹。",
    ],
    short: "新文机价桶",
  },
  {
    chapter: 11,
    level: 2, // “重点背” 对应级别 2
    title: "IT审计流程的阶段?",
    short: "",
    answer: ["审计准备。", "审计实施。", "审计终结。", "后续审计。"],
    short: "准时终序",
  },
];

export default chapter9to11Questions;
