const chapter18Questions = [
    {
        chapter: 18,
        level: 3,
        title: "智慧城市的发展关注焦点?（尽量背）",
        answer: [
            "城市治理",
            "惠民服务",
            "生态宜居",
            "产业发展",
            "区域协同"
        ],
        short: "市民生产区"
    },
    {
        chapter: 18,
        level: 3,
        title: "智慧城市发展规划的基本过程?（尽量背）",
        answer: [
            "需求分析",
            "总体设计",
            "架构设计",
            "实施路径设计"
        ]
    },
    {
        chapter: 18,
        level: 3,
        title: "智慧城市的发展规划要点?（尽量背）",
        answer: [
            "承接城市战略",
            "确立规划原则",
            "明确目标愿景",
            "业务与技术融合规划",
            "数字基础设施规划",
            "组织与保障体系规划"
        ]
    },
    {
        chapter: 18,
        level: 3,
        title: "智慧城市发展规划可以参考的基本原则?（尽量背）",
        answer: [
            "以人为本,增强用户体验",
            "技术赋能,提升业务效率",
            "规则重构,优化资源配置",
            "多元创新,推进全局性转变",
            "多方共建,提升城市竞争力"
        ],
        short: "元芳能择人"
    },
    {
        chapter: 18,
        level: 3,
        title: "智慧城市规划目标应满足的要求?（尽量背）",
        answer: [
            "明确各阶段的主要任务、建设内容及建设成果",
            "具有明确性、可衡量性、可达成性,并有明确时限,同时应与城市自身的数字化发展设想和其他城市规划目标相匹配",
            "总体目标以近期为准,应明确规划期完成后在政务、经济、社会、文化、生态文明等领域所取得的宏观成效,具体目标应就以上方面分领域描述应取得的具体成效",
            "规划目标应展望中远期达成成效和愿景,较总体目标更为宏观",
            "目标设定应充分衔接城市战略及智慧城市指导思想等内客",
            "建立指标体系,实现对智慧城市建设效果的量化"
        ]
    },
    {
        chapter: 18,
        level: 3,
        title: "智慧城市关注的业务与技术融合内容?（尽量背）",
        answer: [
            "数字政府",
            "数字社会",
            "数字经济"
        ]
    },
    {
        chapter: 18,
        level: 3,
        title: "智慧城市组织与保障体系规划的内容?（尽量背）",
        answer: [
            "组织体系",
            "市场化生态",
            "人才队伍",
            "信息安全"
        ],
        short: "主场人权"
    },
    {
        chapter: 18,
        level: 3,
        title: "智慧城市组织体系规划的注意事项?（尽量背）",
        answer: [
            "不要忽略主体组织外的其他组织与群体",
            "避免相关职责没有得到有效宣贯",
            "所有责任体系要明确,确保基于组织架构等能够直接或间接实现所有任务或活动责任到人",
            "各类角色职责之间不要缺乏一体化融合"
        ]
    },
    {
        chapter: 18,
        level: 3,
        title: "智慧城市市场化生态的注意事项?（尽量背）",
        answer: [
            "把市场化生态作为一项工作内容考虑",
            "充分挖掘智慧城市发展与建设过程中，能够衍生的经济新模式、市场新业态等",
            "考虑城市信息技术及其服务产业的发展基础,给出利用智慧城市建设促进相关产业发展的方法",
            "尽量确保相关市场化生态覆盖模式革新、技术创新和管理创新等",
            "明确城市基于市场化生态的创新机制、措施和模式等"
        ]
    },
    {
        chapter: 18,
        level: 3,
        title: "智慧城市人才保障体系规划的注意事项?（尽量背）",
        answer: [
            "确保智慧城市主体组织单位相关人才体系与人才容量的有效性",
            "特定业务主体单位,相关业务人员的数字能力",
            "领军、标杆等创新人才的打造,以及其带头和影响力建设",
            "信息数字技术人才对智慧城市业务的认知与融合创新能力等",
            "城市社会化智慧城市人才建设与发展情况"
        ]
    },
    {
        chapter: 18,
        level: 3,
        title: "智慧城市信息安全保障措施规划的注意事项?（尽量背）",
        answer: [
            "全面落实信息安全责任制,全力保障任何安全风险和安全事件都有对应的人负责",
            "系统分析信息安全体系的完整性和有效性,保障管理体系的管理活动得到合理安全",
            "在重视网络安全、数据安全和系统安全的基础上,需要把终端安全的重要性提高到新的高度",
            "确保安全工具的有效性",
            "强化网络行为审计和运维审计等,保障各类攻防的有效性"
        ]
    },
    {
        chapter: 18,
        level: 3,
        title: "智慧城市总体架构的内容?（尽量背）",
        answer: [
            "业务架构",
            "数据架构",
            "应用架构",
            "技术架构",
            "安全体系",
            "标准体系",
            "产业体系"
        ]
    }
];

export default chapter18Questions;