// 模拟题目数据
const questions = [
  {
    chapter: 4,
    level: 1,
    title: "信息系统规划的主要内容",
    answer: [
      "信息系统发展战略",
      "主要系统及狂阶",
      "组织体系优化",
      "技术体系定义",
      "任务体系部署",
      "资源体系调度",
      "保障体系设定",
    ],
  },
  {
    chapter: 4,
    level: 2,
    title: "任务体系部署的主要过程",
    answer: [
      "任务拆解",
      "明确目标",
      "匹配组织",
      "制定策略",
      "定义计划",
      "监控实施",
    ],
  },
  {
    chapter: 5,
    level: 1,
    title: "资源体系调度的内容",
    answer: [
      "资源识别与评估",
      "资源关系与控制",
      "资源分配与调度",
      "资源风险与优化",
    ],
  },
  {
    chapter: 5,
    level: 2,
    title: "保障体系的内容",
    answer: [
      "组织保障",
      "人员保障",
      "技术保障",
      "资源保障",
      "数据保障",
      "安全保障",
    ],
  },
];

export default questions;
